Repository: common-repository/jetmails-subscribe-form
Catalog: po/jetmails_i18n-*.po
Languages: es_es

source: You must fill in
es_es: Ingrese los datos

source: Email Address
es_es: eMail

source: That email address is already subscribed to the list
es_es: El eMail ingresado ya se encuentra suscripto a la lista

source: That email address is invalid
es_es: El eMail es inválido

source: Success, you've been signed up! Please look for our confirmation email!
es_es: Gracias, le hemos enviado un mail con un enlace para confirmar que la dirección es válida

source: required field
es_es: campo obligatorio

source: JetMails Subs Form Setup
es_es: JetMails Configuración

source: JetMails Form Setup
es_es: JetMails Configuración

source: JetMails List Setup
es_es: Configuración de lista de JetMails

source: Success! We were able to verify your username & password! Let's continue, shall we?
es_es: Hemos verificado correctamente su usuario y clave.

source: Uh-oh, we were unable to login and verify your username & password. Please check them and try again!
es_es: Oops! No hemos reconocido su usuario y/o clave. Por favor verifíquelo e intente nuevamente.

source: The server said:
es_es: Mensaje del servidor:

source: Sign up for
es_es: Registrate a

source: Subscribe
es_es: Suscribir

source: Success! Loaded and saved the info for %d Merge Variables
es_es: ¡Correcto! Información cargada y guardada (%d)

source: Now you should either Turn On the JetMails Widget or change your options below, then turn it on.
es_es: Ahora debe ACTIVAR el Widget de JetMails o modificar las opciones más abajo y luego ACTIVAR.

source: Successfully Reset your List selection... Now you get to pick again!
es_es: Hemos limpiado su selección de lista... Ahora puede elegir nuevamente.

source: Successfully Updated your List Subscribe Form Settings!
es_es: Hemos actualizado la configuración del formulario de suscripción a su lista

source: Login Info
es_es: Información de Login

source: To start using the JetMails plugin, we first need to login and get your API Key. Please enter your JetMails username and password below.
es_es: Para comenzar a utilizar el plugin de JetMails se requiere estar logueado y obtener la clave de la API. Por favor ingrese su usuario y clave.

source: Don't have a JetMails account? <a href='http://www.jetmails.com/' target='_blank'>Register here</a>
es_es: ¿Aún no tiene una cuenta de JetMails? <a href='http://www.jetmails.com/' target='_blank'>Regístrese aquí</a>

source: Username
es_es: Usuario

source: Password
es_es: Clave

source: Save & Check
es_es: Verificar y Guardar

source: Notes
es_es: Notas

source: Changing your settings at JetMails.com may cause this to stop working.
es_es: Modificar la configuración de su cuenta en JetMails.com puede provocar que este plugin no funcione correctamente.

source: If you change your login to a different account, the info you have setup below will be erased.
es_es: ¡Ojo! Si modifica su cuenta, la información de configuración será borrada.

source: If any of that happens, no biggie - just reconfigure your login and the items below...
es_es: Si algo de esto sucede, no hay problemas - reconfigure sus datos de acceso y demás información.

source: Logged in as
es_es: Ingresó como

source: Logout
es_es: Salir

source: Your Lists
es_es: Mis listas

source: Please select the List you wish to create a Signup Form for.
es_es: Seleccione la lista para la cual quiere crear el formulario de suscripción.

source: Uh-oh, you don't have any lists defined! Please visit %s, login, and setup a list before using this tool!
es_es: Oops! No ha seleccionado ninguna lista! Por favor ingrese a %s con su nombre de usuario y clave y configure una lista antes de usar esta herramienta.

source: Select A List
es_es: Seleccione una lista

source: Update List
es_es: Actualizar lista

source: Note:
es_es: Nota:

source: Updating your list will not cause settings below to be lost. Changing to a new list will.
es_es: Puede actualizar su lista sin problemas

source: Reset List Options and Select again
es_es: Limpiar las opciones de lista y seleccionar nuevamente

source: Subscribe Form Widget Settings for this List
es_es: Configuración del widget del formulario de suscripción para esta lista

source: Selected JetMails List
es_es: Lista de JetMails seleccionada

source: Update Subscribe Form Settings
es_es: Actualizar configuración de formulario de suscripción

source: Header content
es_es: Contenido del encabezado

source: You can fill this with your own Text, HTML markup (including image links), or Nothing!
es_es: Puede poner aquí su propio texto, código HTML (incluídos links a imágenes) o si lo prefiere no ponga nada.

source: Submit Button text
es_es: Texto del botón para suscribirse

source: JetMails Subscribe Form
es_es: Formulario de suscripción de JetMails

source: The jetMails plugin allows you to easily setup a subscribe form for your list.
es_es: El plugin de JetMails le permite configurar fácilmente un formulario de suscripción para sus listas.
